{
  "movies": [
    {
      "title": "Royalteen: Princesa Margrethe",
      "description": "Após o escândalo no baile de formatura, a princesa Margrethe só quer levar uma vida normal. Mas, por trás da imagem de perfeição, ela lida com problemas familiares.",
      "image": "image_url_1",
      "duration": "1h 38min",
      "genre": "Drama",
      "rating": 4.5
    },
    {
      "title": "Destemida",
      "description": "Uma obstinada adolescente australiana enfrenta seus medos e corre atrás do sonho de se tornar a pessoa mais jovem a velejar ao redor do mundo sozinha.",
      "image": "image_url_1",
      "duration": "1h 49min",
      "genre": "Drama",
      "rating": 3.2
    },
    {
      "title": "A Baleia",
      "description": "Homem obeso e solitário busca se reconectar com filha adolescente em uma última chance de redenção.",
      "image": "image_url_1",
      "duration": "1h 57min",
      "genre": "Drama",
      "rating": 4.0
    },
    {
      "title": "A Vida Depois",
      "description": "A estudante do Ensino Médio Vada tem que lidar com as consequências emocionais de uma tragédia escolar. Enquanto se reinventa, ela também reavalia seus relacionamentos.",
      "image": "image_url_1",
      "duration": "1h 32min",
      "genre": "Drama",
      "rating": 3.3
    },
    {
      "title": "Um Lugar Bem Longe Daqui",
      "description": "Abandonada quando menina, Kya cresceu nos perigosos pântanos da Carolina do Norte. Quando um garoto da cidade é encontrado morto, Kya imediatamente se torna a principal suspeita. À medida que o caso se desenrola, o veredicto torna-se mais obscuro.",
      "image": "image_url_1",
      "duration": "1h 5min",
      "genre": "Drama",
      "rating": 4.9
    },
    {
      "title": "A Mulher Rei",
      "description": "Em 1800, o general Nanisca treina um grupo de mulheres guerreiras para proteger o reino africano de Dahomey de um inimigo estrangeiro.",
      "image": "image_url_1",
      "duration": "2h 15min",
      "genre": "Drama",
      "rating": 4.8
    },
    {
      "title": "Fome de Sucesso",
      "description": "Uma jovem cozinheira sai de um restaurante simples para trabalhar com um chef famoso e exigente. Ela entra para o mundo da alta gastronomia, mas os métodos sádicos de seu novo líder a levam ao seu limite.",
      "image": "image_url_1",
      "duration": "2h 25min",
      "genre": "Drama",
      "rating": 4.5
    },
    {
      "title": "Parasita",
      "description": "Toda a família de Ki-taek está desempregada, vivendo em um porão sujo e apertado. Por obra do acaso, ele começa a dar aulas de inglês para uma garota de família rica. Fascinados com a vida luxuosa destas pessoas, pai, mãe e filhos bolam um plano para se infiltrar também na abastada família, um a um. No entanto, os segredos e mentiras necessários à ascensão social cobram o seu preço.",
      "image": "image_url_1",
      "duration": "2h 12min",
      "genre": "Drama",
      "rating": 5.0
    },
    {
      "title": "O Menino Que Descobriu o Vento",
      "description": "Sempre esforçando-se para adquirir conhecimentos diversificados, um jovem de Malawi se cansa de assistir todos os colegas de seu vilarejo passando por dificuldades e começa a desenvolver uma inovadora turbina de vento.",
      "image": "image_url_1",
      "duration": "1h 53min",
      "genre": "Drama",
      "rating": 4.4
    },
    {
      "title": "Dois Corações",
      "description": "Um jovem universitário se apaixona perdidamente por uma colega de classe. Em outro lugar, um exilado cubano e uma comissária de bordo encontram o amor.",
      "image": "image_url_1",
      "duration": "1h 40min",
      "genre": "Drama",
      "rating": 2.8
    },
    {
      "title": "Tudo em Todo o Lugar ao Mesmo Tempo",
      "description": "Uma ruptura interdimensional bagunça a realidade e uma inesperada heroína precisa usar seus novos poderes para lutar contra os perigos bizarros do multiverso.",
      "image": "image_url_1",
      "duration": "2h 19min",
      "genre": "Ficção Científica",
      "rating": 3.3
    },
    {
      "title": "Oxigênio",
      "description": "Presa em uma câmera criogênica, Liz precisa descobrir sua identidade antes que o oxigênio acabe.",
      "image": "image_url_1",
      "duration": "1h 41min",
      "genre": "Ficção Científica",
      "rating": 3.7
    },
    {
      "title": "O Projeto Adam",
      "description": "Adam embarca em uma missão secreta que o faz ser levado para o seu passado. Para salvar o mundo, terá que encontrar si mesmo de 13 anos para achar o pai dos dois e concertar as coisas.",
      "image": "image_url_1",
      "duration": "1h 46min",
      "genre": "Ficção Científica",
      "rating": 4.0
    },
    {
      "title": "Synchronic",
      "description": "Os paramédicos Steve e Dennis, de Nova Orleans, são chamados para socorrer vítimas de uma série de acidentes horríveis, eles logo descobrem a existência de uma nova droga, capaz de alterar a realidade.",
      "image": "image_url_1",
      "duration": "1h 42min",
      "genre": "Ficção Científica",
      "rating": 2.5
    },
    {
      "title": "65: AMEAÇA PRÉ-HISTORICA",
      "description": "Após um acidente catastrófico em um planeta desconhecido, o piloto Mills descobre que, na verdade, está preso na Terra 65 milhões de anos atrás. Agora, com apenas uma chance de resgate, Mills e a única outra sobrevivente, Koa, enfrentam criaturas.",
      "image": "image_url_1",
      "duration": "1h 30min",
      "genre": "Ficção Científica",
      "rating": 2.8
    },
    {
      "title": "Um Lugar Silencioso",
      "description": "Em uma fazenda nos Estados Unidos, uma família do Meio-Oeste é perseguida por uma entidade fantasmagórica assustadora. Para se protegerem, eles devem permanecer em silêncio absoluto, a qualquer custo, pois o perigo é ativado pela percepção do som.",
      "image": "image_url_1",
      "duration": "1h 30min",
      "genre": "Ficção Científica",
      "rating": 4.3
    },
    {
      "title": "Não! Não Olhe!",
      "description": "Os cuidadores de um rancho de cavalos na Califórnia encontram uma força misteriosa que afeta o comportamento humano e animal.",
      "image": "image_url_1",
      "duration": "2h 10min",
      "genre": "Ficção Científica",
      "rating": 3.1
    },
    {
      "title": "Infinito",
      "description": "Evan McCauley tem sua vida diária assombrada por habilidades que nunca aprendeu e memórias de lugares que nunca visitou. Automedicado e à beira de um ataque de nervos, Evan é contatado pelos 'Infinitos', um grupo secreto que revela a ele que suas memórias podem ser reais, porém vindas de múltiplas vidas passadas.",
      "image": "image_url_1",
      "duration": "1h 46min",
      "genre": "Ficção Científica",
      "rating": 4.6
    },
    {
      "title": "Gravidade",
      "description": "Dra. Ryan Stone e o astronauta Matt Kowalsky trabalham juntos para sobreviver depois que um acidente os deixa completamente à deriva no espaço, sem ligação com a Terra e sem esperança de resgate.",
      "image": "image_url_1",
      "duration": "1h 31min",
      "genre": "Ficção Científica",
      "rating": 4.1
    },
    {
      "title": "O Céu da Meia-Noite",
      "description": "Um cientista solitário no Ártico corre contra o tempo para impedir que um grupo de astronautas volte à Terra depois de uma catástrofe global.",
      "image": "image_url_1",
      "duration": "1h 57min",
      "genre": "Ficção Científica",
      "rating": 2.4
    }
  ]
}